"%ld seconds" = "%ld secondes";

"Add video or folder" = "Ajouter une vidéo ou un dossier";

"Add" = "Ajouter";

"Version %@ (%@)" = "Version %@ (%@)";

"Legal terms" = "Copyright © 2001-%ld Stéphane Sudre\nTous droits réservés.";

"No videos" = "Aucune vidéo";